Repository: recourcefulcoder/EffectiveMobileTestTask
Catalog: dionysus/locale/*/LC_MESSAGES/django.po
Languages: ru

source: item name
ru: Название блюда

source: order pending
ru: в ожидании

source: order ready
ru: готов

source: order paid
ru: оплачено

source: Each order must contain at least one item
ru: В каждом заказе должно содержаться хотя бы одно блюдо

source: %(key)s has non-positive price value
ru: У %(key)s не положительное значение цены

source: Order with provided ID not found
ru: Заказ с указанным ID не найден

source: Order successfully deleted!
ru: Заказ успешно удалён!

source: Add at least one item for order
ru: Добавьте как минимум одно блюдо в заказ

source: Invalid items data - maybe you forgot to add any?
ru: Ошибка при обработке блюд - может, вы забыли добавить блюдо?

source: Formset invalid
ru: Ошибка formset'a

source: Add order
ru: Добавить заказ

source: New order successfully added!
ru: Новый заказ успешно добавлен!

source: Change order
ru: Изменить заказ

source: Order successfully updated
ru: Заказ успешно изменён

source: All orders
ru: Все заказы

source: See income
ru: Посмотреть выручку

source: Other options
ru: Остальные опции

source: Table
ru: Стол №

source: Total
ru: Всего

source: Order Details
ru: Детали заказа

source: Order ID
ru: ID заказа

source: Table Number
ru: Номер стола

source: Status
ru: Статус

source: Total Cost
ru: Общая цена

source: Ordered Items
ru: Заказанные блюда

source: No items in this order.
ru: В этом заказе нет блюд

source: Close
ru: Закрыть

source: Confirm Deletion
ru: Подтвердить удаление

source: Are you sure you want to delete this order?
ru: Вы уверены что хотите удалить этот заказ?

source: Cancel
ru: Отмена

source: Confirm
ru: Подтвердить

source: Order Items
ru: Блюда заказа

source: Remove
ru: Удалить

source: Add Item
ru: Добавить блюдо

source: Submit Order
ru: Создать заказ

source: Total income based on database data is
ru: Общая выручка составляет

source: There are no paid orders yet!
ru: Пока ещё нет оплаченных заказов!

source: Orders List
ru: Список заказов

source: Search objects...
ru: Искать заказы...

source: Search
ru: Искать

source: Orders.
ru: Заказы.

source: No orders found.
ru: Заказы не найдены.
